/* No comment provided by engineer. */
"Error report..." = "Une remarque ? Une erreur ? Aidez-nous à vous mettre à jour nos informations. Envie de réserver ce coiffeur directement depuis votre smartphone ? Dîtes-le nous !";

/* No comment provided by engineer. */
"Report an error" = "Signaler une information inexacte";

/* No comment provided by engineer. */
"Submit" = "Soumettre";

